OpenDTEF-v1912/tutorials/heatTransfer/buoyantPimpleFoam/thermocoupleTestCase/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

runApplication blockMesh
runApplication $(getApplication)

#------------------------------------------------------------------------------
